var language = {};
language.CH = {
	common:{
		"username"		:"DreamSky",
		"listname"		:"Blog",
		"happyname"		:"Happy",
		"email"			:"Email:beny.liu@qq.com"
	},
	blog:[{title:"擦肩而过的散场",type:"text",content:[
		"那一天",
		"我们开始了恋爱",
		"那一天",
		"我们开始习惯彼此的存在",
		"从相知到相爱",
		"一度过那美好的青春岁月",
		"一路走来",
		"有泪 有笑",
		"我们以为该幸福了",
		"然而",
		"一次次的争吵",
		"一次次的挽留",
		"彼此早已遍体磷伤",
		"却再也找不回曾经的誓言",
		"不再挽留",
		"不想哀求",
		"累了",
		"真的累了",
		"如果分手是早已逃脱不了的宿命",
		"亲爱的 请不要哭泣",
		"因为我们牵手过",
		"我们幸福过",
		"在最美好的年华里我们遇见了彼此",
		"这一生已无法把你忘记",
		"这一生将把你珍藏心底"
		]}
	],
	happy:[{title:"团结的力量",type:"text",content:[
		"英语课，老师检查作业，全班的那一页纸都没有任何字迹.",
		"老师转了一圈后，弱弱的问了句：我真的没有布置作业么？",
		"然后悻倖的回讲台了。",
		"同志们！这就是团结的力量啊！"
		]},
		{title:"你要干嘛？",type:"img",name:"happyimg1",src:"./images/happy1.jpg"}
	]
};
